export const GAME_CARDS = [
	{
		title: "Что бы ты выбрал?",
		description:
			"Игра с вопросами «Что бы ты выбрал?» - отличное начало разговора. Если вы думаете, что знаете все о своих близких, эта игра докажет, что вы ошибались. Всегда есть чему поучиться у людей.",
		playersRequired: 1,
		bgColor: "purple-bg",
		path: "/party-games/would-you-rather",
		rules:
			'Игра случайным образом генерирует пару вариантов (например, "Путешествие во времени" и "Способность читать мысли"). Затем игрок выбирает один из вариантов, нажав на кнопку или значок',
	},
	{
		title: "Правда или действие",
		description:
			"Погрузитесь в азарт с более чем 400 откровенными вопросами и захватывающими заданиями. Это смешная и смелая игра для друзей, пар и незнакомцев!",
		playersRequired: 2,
		bgColor: "yellow-bg",
		path: "/party-games/truth-or-dare",
		rules:
			'В начале игры участники выбирают категорию вопросов, затем генерируются вопросы и задания для игры. Далее игроку предоставляется выбор - сказать правду или выполнить задание. Если участник выбирает "Правда", он должен ответить на вопрос честно, а если "Действие" - выполнить его. Если участник отказывается выполнять действие или отвечать на вопрос, он выбывает из игры.',
	},
	{
		title: "Я никогда не...",
		description:
			"Идеально подходит для вечеринок или даже просто для вечера с друзьями, эта классическая игра - ваш путь к бесконечному веселью и незабываемым моментам",
		playersRequired: 2,
		bgColor: "blue-bg",
		path: "/party-games/i-ve-never",
		rules: "",
	},
	{
		title: "Кто из вас",
		description:
			"Если вы ищете веселый способ разогреть компанию или узнать своих друзей с совершенно новой стороны, “Игра Кто из вас Онлайн” - ваш билет на эпический вечер",
		playersRequired: 2,
		bgColor: "pink-bg",
		path: "/party-games/which-one-of-you",
		rules: "",
	},
];
