export const GAME_CARDS = [
	{
		title: 'Что бы ты выбрал?',
		description:
			'Игра с вопросами «Что бы ты выбрал?» - отличное начало разговора. Это не только идеально подходит для знакомства с новыми людьми, но также является отличным способом узнать больше о своих друзьях и семье. Если вы думаете, что знаете все о своих близких, эта игра докажет, что вы ошибались. Всегда есть чему поучиться у людей.',
		playersRequired: 1,
		bgColor: 'purple-bg',
	},
	{
		title: 'Правда или действие',
		description:
			'Погрузитесь в азарт с более чем 400 откровенными вопросами и захватывающими заданиями. Это смешная и смелая игра для друзей, пар и незнакомцев!',
		playersRequired: 2,
		bgColor: 'yellow-bg',
	},
	{
		title: 'Я никогда не...',
		description:
			'Идеально подходит для вечеринок или даже просто для вечера с друзьями, эта классическая игра - ваш путь к бесконечному веселью и незабываемым моментам',
		playersRequired: 2,
		bgColor: 'blue-bg',
	},
	{
		title: 'Кто из вас',
		description:
			'Если вы ищете веселый способ разогреть компанию или узнать своих друзей с совершенно новой стороны, “Игра Кто из вас Онлайн” - ваш билет на эпический вечер',
		playersRequired: 2,
		bgColor: 'pink-bg',
	},
];
